/* A tamper protection password is required to install over the existing product. */
"A tamper protection password is required to install over the existing product." = "Ein Manipulationsschutz-Kennwort ist erforderlich, um das vorhandene Produkt zu überschreiben.";

/* Are you sure you want to cancel the download? */
"Are you sure you want to cancel the download?" = "Möchten Sie den Download jetzt wirklich abbrechen?";

/* (No Commment) */
"Authentication is required to allow download Sophos Endpoint." = "Eine Identifizierung ist erforderlich um Sophos Endpoint herunterzuladen.";

/* (No Commment) */
"Below are the minimum requirements:\n\nPlatform:  10.15\nFree Disk Space:    1.5 GB\nCannot have SGN 8 Enterprise Full Disk Encryption installed\n\n" = "Die minimalen Systemvoraussetzungen sind:\n\nPlattform:  10.15\nFreier Speicherplatz:    1,5 GB\nSGN 8 Enterprise Full Disk Encryption kann nicht installiert sein\n\n";

/* (No Commment) */
"Below are the minimum requirements:\n\nPlatform:  10.15\nFree Disk Space:    1.5 GB\n\n" = "Dies sind die Mindestanforderungen:\n\nPlattform:  10.15\nFreier Speicherplatz:    1,5 GB\n\n";

/* Cancel */
"Cancel" = "Abbrechen";

/* Connecting... */
"Connecting..." = "Verbinden …";

/* Contact your computer systems administrator or Sophos Technical Support for further assistance. */
"Contact your computer systems administrator or Sophos Technical Support for further assistance." = "Kontaktieren Sie Ihren Systemadministrator oder den technischen Support von Sophos für weitere Unterstützung.";

/* Contact support */
"Contact support" = "Contact IT or Sophos Support if you need help.";

/* Continue */
"Continue" = "Fortfahren";

/* Device Encryption: Protects your data if your device is lost or stolen. */
"Device Encryption: Protects your data if your device is lost or stolen." = "Device Encryption: Schützt Ihre Daten im Falle eines Geräteverlusts oder -diebstahls.";

/* OK button in alerts */
"OK" = "OK";

/* Registering view */
"Registering..." = "Registrierung...";

/* Downloading... */
"Downloading..." = "Download läuft ...";

/* Failed to receive configuration */
"Failed to receive configuration" = "Konfiguration konnte nicht empfangen werden";

/* Failed to register with Sophos Central */
"Failed to register with Sophos Central" = "Registrierung bei Sophos Central fehlgeschlagen";

/* Further information is available in */
"Further information is available in " = "Weitere Informationen finden Sie in ";

/* Insecure directory warning KBA */
"Further information is available in KBA 131749" = "Weitere Informationen finden Sie in KBA 131749";

/* Insecure directory warning */
"Insecure ownership or permissions were detected on one or more system directories." = "In einem oder mehreren Systemverzeichnissen wurde nicht sicherer Besitz oder nicht sichere Berechtigungen entdeckt.";

/* Install */
"Install" = "Installieren";

/* Installer */
"Installer" = " ";

/* Installing... */
"Installing..." = "Installation …";

/* Intercept X: Protects against ransomware and exploits. */
"Intercept X: Protects against ransomware and exploits." = "Intercept X: Schützt vor Ransomware und Exploits.";

/* Short description of the Sophos Advanced Intercept X with MDR on the Welcome screen for the multi-products installation */
"Intercept X with MTR: Protects against ransomware and exploits." = "Intercept X with MTR: Schützt mit dem MTR Service vor Ransomware und Exploits.";

/* Mobile: Manages your device and verifies compliance. */
"Mobile: Manages your device and verifies compliance." = "Mobile: Verwaltet Ihr Gerät und überprüft die Compliance.";

/* Preparing download, this may take several minutes... */
"Preparing download, this may take several minutes..." = "Download wird vorbereitet. Dieser Vorgang kann einige Minuten dauern...";

/* Quit */
"Quit" = "Beenden";

/* Received configuration */
"Received configuration" = "Konfiguration empfangen";

/* Registered with Sophos Central */
"Registered with Sophos Central" = "Registrierung bei Sophos Central erfolgreich";

/* Registering with Sophos Central */
"Registering with Sophos Central" = "Registrierung bei Sophos Central";

/* Software installed */
"Software installed" = "Software wurde installiert";

/* Download cancel alert sheet */
"Sophos Central Endpoint Installer" = "Sophos Endpoint Installer";

/* Sophos Device Encryption protects your data if your Mac is lost or stolen. This app downloads and installs the latest version. */
"Sophos Device Encryption protects your data if your Mac is lost or stolen. This app downloads and installs the latest version." = "Sophos Device Encryption schützt Ihre Daten, falls Ihr Mac verloren geht oder gestohlen wird. Diese Anwendung lädt die aktuelle Version herunter und installiert sie.";

/* Description of the Sophos Unified Endpoint Management on the Welcome screen for the single product installation */
"Sophos Mobile manages your Mac device and verifies its compliance. This app downloads and installs the latest version." = "Sophos Mobile verwaltet Ihr Mac-Gerät und überprüft dessen Compliance. Diese App lädt die aktuelle Version herunter und installiert sie.";

/* banner title */
"Sophos Endpoint " = "Sophos Endpoint ";

/* Sophos Endpoint Protection protects your Mac from viruses, spyware and more. This app downloads and installs the latest version. */
"Sophos Endpoint Protection protects your Mac from viruses, spyware and more. This app downloads and installs the latest version." = "Sophos Endpoint Protection schützt Ihren Mac vor Viren, Spyware und mehr. Diese Anwendung lädt die aktuelle Version herunter und installiert sie.";

/* Sophos Intercept X protects your Mac against ransomware and exploits. This app downloads and installs the latest version. */
"Sophos Intercept X protects your Mac against ransomware and exploits. This app downloads and installs the latest version." = "Sophos Intercept X schützt Ihren Mac vor Ransomware und Exploits. Diese Anwendung lädt die aktuelle Version herunter und installiert sie.";

/* The configuration file SophosCloudConfig.plist is invalid or damaged. The installer cannot continue. */
"The configuration file SophosCloudConfig.plist is invalid or damaged. The installer cannot continue." = "Die Konfigurationsdatei SophosCloudConfig.plist ist ungültig oder beschädigt. Der Installer kann nicht fortgesetzt werden.";

/* (No Commment) */
"The installer self-check has failed, it may be damaged or corrupted. The installer cannot continue." = "Der Self-Check des Installers ist fehlgeschlagen. Er ist möglicherweise beschädigt. Der Installer kann nicht fortgesetzt werden.";

/* The required configuration file SophosCloudConfig.plist is missing from the Sophos Installer Components folder. The installer cannot continue. */
"The required configuration file SophosCloudConfig.plist is missing from the Sophos Installer Components folder. The installer cannot continue." = "Die erforderliche Konfigurationsdatei SophosCloudConfig.plist ist im Ordner „Sophos Installer Components“ nicht vorhanden. Der Installer kann nicht fortgesetzt werden.";

/* (No Commment) */
"Uninstall the existing product before installing Sophos Central Endpoint." = "Deinstallieren Sie das vorhandene Produkt, bevor Sie Sophos Endpoint installieren.";

/* Verifying... */
"Verifying..." = "Überprüfung …";

/* Waiting for configuration */
"Waiting for configuration" = "Warten auf Konfiguration";

/* (No Commment) */
"Your system does not meet the minimum system requirements for Sophos Central Endpoint." = "Ihr System erfüllt die minimalen Systemvoraussetzungen für Sophos Endpoint nicht.";

/* Your system has an incompatible Sophos Endpoint product installed. */
"Your system has an incompatible Sophos Endpoint product installed." = "Auf Ihrem System ist ein inkompatibles Sophos Endpoint Produkt installiert.";

/* full stop at end of KBA info text */
"." = ".";

/* Misconfigured system umask was detected. */
"Misconfigured system umask was detected." = "Falsch konfigurierte umask für das System entdeckt.";

/* error in command line options */
"The configuration file or command line options required for installation are missing or incomplete. The installer cannot continue." = "Für Installation erforderliche Kommandozeilen-Optionen oder Installationsdatei nicht vorhanden oder unvollständig. Der Installer kann nicht fortgesetzt werden.";

/* error if product is already installed */
"Your system already has the Sophos Endpoint product installed." = "Auf Ihrem System ist bereits ein Sophos Endpoint Produkt installiert.";

/* request uninstall */
"Uninstall the existing product before re-installing Sophos Central Endpoint." = "Deinstallieren Sie das vorhandene Produkt, bevor Sie Sophos Central Endpoint neu installieren.";

/* error in product assignment */
"Invalid product assignment" = "Diese Produktkombination ist ungültig. Das Installationsprogramm kann nicht fortgesetzt werden.";

/*Description for Sensor product in Bootrapper installer*/
"XDR Sensor: Data collection for advanced threat analysis." = "XDR Sensor: Datenerfassung für die erweiterte Bedrohungsanalyse.";

/*Description for Intercept X with XDR and MTR product in Bootrapper installer*/
"Intercept X with XDR and MTR: Protects against ransomware, exploits, plus our MTR." = "Intercept X with XDR and MTR: Schützt vor Ransomware und Exploits und enthält unser MTR.";

/*Description for Intercept X with XDR product in Bootrapper installer*/
"Intercept X with XDR: Protects against ransomware, exploits, plus threat analysis." = "Intercept X with XDR: Schützt vor Ransomware und Exploits und enthält unsere Bedrohungsanalyse.";

/*Description for Intercept X Advanced product in Bootrapper installer*/
"Intercept X Advanced: Protects against malware, ransomware and exploits." = "Intercept X Advanced: Schützt vor Malware, Ransomware und Exploits.";

/*Description for Endpoint Protection product in Bootrapper installer*/
"Endpoint Protection: Protects against viruses, spyware and more." = "Endpoint Protection: Schützt vor Viren, Spyware und mehr.";

/*Welcome page text for Sensor product in Bootrapper installer*/
"XDR Sensor: Data collection for advanced threat analysis. This app downloads and installs the latest version." = "XDR Sensor: Datenerfassung für die erweiterte Bedrohungsanalyse. Diese App lädt die aktuelle Version herunter und installiert sie.";

/*Welcome page text for Intercept X Advanced with XDR and MTR product in Bootrapper installer*/
"Sophos Intercept X Advanced with XDR and MTR protects your Mac against malware, exploits, web threats and ransomware, plus advanced threat analysis and our MTR service. This app downloads and installs the latest version." = "Sophos Intercept X Advanced with XDR and MTR schützt Ihren Mac vor Malware, Exploits, Web-Bedrohungen und Ransomware. Außerdem enthält es unsere erweiterte Bedrohungsanalyse und unseren MTR-Dienst. Diese App lädt die aktuelle Version herunter und installiert sie.";

/*Welcome page text for Intercept X Advanced with XDR product in Bootrapper installer*/
"Sophos Intercept X Advanced with XDR protects your Mac against malware, exploits, web threats and ransomware, plus advanced threat analysis. This app downloads and installs the latest version." = "Sophos Intercept X Advanced with XDR schützt Ihren Mac vor Malware, Exploits, Web-Bedrohungen und Ransomware. Außerdem enthält es unsere erweiterte Bedrohungsanalyse. Diese App lädt die aktuelle Version herunter und installiert sie.";

/*Welcome page text for Intercept X product in Bootrapper installer*/
"Sophos Intercept X Advanced protects your Mac against malware, exploits, web threats and ransomware. This app downloads and installs the latest version." = "Sophos Intercept X Advanced schützt Ihren Mac vor Malware, Exploits, Web-Bedrohungen und Ransomware. Diese App lädt die aktuelle Version herunter und installiert sie.";
